import decor from "../assets/ornament1.png"

export const chekhovBook = {
  id: "chekhov-stories",
  title: "Сборник рассказов",
  author: "Антон Павлович Чехов",
  description: "Сборник рассказов Антона Павловича Чехова для интерактивного чтения.",
  decor,
  stories: [
    {
      id: "smert-chinovnika",
      title: "Смерть чиновника",
      text: [
        " В один прекрасный вечер не менее прекрасный экзекутор, Иван Дмитрич Червяков, сидел во втором ряду кресел и глядел в бинокль на «Корневильские колокола». Он глядел и чувствовал себя на верху блаженства. Но вдруг... В рассказах часто встречается это «но вдруг». Авторы правы: жизнь так полна внезапностей! Но вдруг лицо его поморщилось, глаза подкатились, дыхание остановилось... он отвел от глаз бинокль, нагнулся и.. апчхи!!! Чихнул, как видите. Чихать никому и нигде не возбраняется. Чихают и мужики, и полицеймейстеры, и иногда даже и тайные советники. Все чихают. Червяков нисколько не сконфузился, утерся платочком и, как вежливый человек, поглядел вокруг себя: не обеспокоил ли он кого-нибудь своим чиханьем? Но тут уж пришлось сконфузиться. Он увидел, что старичок, сидевший впереди него, в первом ряду кресел, старательно вытирал свою лысину и шею перчаткой и бормотал что-то. В старичке Червяков узнал статского генерала Бризжалова, служащего по ведомству путей сообщения.",
        "«Я его обрызгал! — подумал Червяков. — Не мой начальник, чужой, но все-таки неловко. Извиниться надо».",
        "Червяков кашлянул, подался туловищем вперед и зашептал генералу на ухо:",
        "— Извините, ваше — ство, я вас обрызгал... я нечаянно... ",
        "— Ничего, ничего...",
        "— Ради бога, извините. Я ведь... я не желал!",
        "— Ах, сидите, пожалуйста! Дайте слушать!",
        "Червяков сконфузился, глупо улыбнулся и начал глядеть на сцену. Глядел он, но уж блаженства больше не чувствовал. Его начало помучивать беспокойство. В антракте он подошел к Бризжалову, походил возле него и, поборовши робость, пробормотал:",
        "— Я вас обрызгал, ваше — ство... Простите... Я ведь... не то чтобы...",
        "Он наклонился и зашептал генералу на ухо извинения.",
        "— Ах, полноте... Я уж забыл, а вы всё о том же! — сказал генерал и нетерпеливо шевельнул нижней губой.",
        "«Забыл, а у самого ехидство в глазах, — подумал Червяков, подозрительно поглядывая на генерала. — И говорить не хочет. Надо бы ему объяснить, что я вовсе не желал... что это закон природы, а то подумает, что я плюнуть хотел. Теперь не подумает, так после подумает!..»",
        "Придя домой, Червяков рассказал жене о своем невежестве. Жена, как показалось ему, слишком легкомысленно отнеслась к происшедшему; она только испугалась, а потом, когда узнала, что Бризжалов «чужой», успокоилась.",
        "— А все-таки ты сходи, извинись, — сказала она. — Подумает, что ты себя в публике держать не умеешь!",
        "— То-то вот и есть! Я извинялся, да он как-то странно... Ни одного слова путного не сказал. Да и некогда было разговаривать.",
        "На другой день Червяков надел новый вицмундир, постригся и пошел к Бризжалову объяснить... Войдя в приемную генерала, он увидел там много просителей, а между просителями и самого генерала, который уже начал прием прошений. Опросив несколько просителей, генерал поднял глаза и на Червякова.",
        "— Вчера в «Аркадии», ежели припомните, ваше — ство, — начал докладывать экзекутор, — я чихнул-с и... нечаянно обрызгал... Изв...",
        "— Какие пустяки... Бог знает что! Вам что угодно? — обратился генерал к следующему просителю.",
        "«Говорить не хочет! — подумал Червяков, бледнея. — Сердится, значит... Нет, этого нельзя так оставить... Я ему объясню...»",
        "Когда генерал кончил беседу с последним просителем и направился во внутренние апартаменты, Червяков шагнул за ним и забормотал:",
        "— Ваше — ство! Ежели я осмеливаюсь беспокоить ваше — ство, то именно из чувства, могу сказать, раскаяния!.. Не нарочно, сами изволите знать-с!",
        "Генерал состроил плаксивое лицо и махнул рукой.",
        "— Да вы просто смеетесь, милостисдарь! — сказал он, скрываясь за дверью.",
        "«Какие же тут насмешки? — подумал Червяков. — Вовсе тут нет никаких насмешек! Генерал, а не может понять! Когда так, не стану же я больше извиняться перед этим фанфароном! Чёрт с ним! Напишу ему письмо, а ходить не стану! Ей-богу, не стану!»",
        "Так думал Червяков, идя домой. Письма генералу он не написал. Думал, думал, и никак не выдумал этого письма. Пришлось на другой день идти самому объяснять.",
        "— Я вчера приходил беспокоить ваше — ство, — забормотал он, когда генерал поднял на него вопрошающие глаза, — не для того, чтобы смеяться, как вы изволили сказать. Я извинялся за то, что, чихая, брызнул-с..., а смеяться я и не думал. Смею ли я смеяться? Ежели мы будем смеяться, так никакого тогда, значит, и уважения к персонам... не будет...",
        "— Пошел вон!! — гаркнул вдруг посиневший и затрясшийся генерал.",
        "— Что-с? — спросил шёпотом Червяков, млея от ужаса.",
        "— Пошел вон!! — повторил генерал, затопав ногами.",
        "В животе у Червякова что-то оторвалось. Ничего не видя, ничего не слыша, он попятился к двери, вышел на улицу и поплелся... Придя машинально домой, не снимая вицмундира, он лег на диван и... помер.",
      ],
    },

    {
      id: "tolstyi-i-tonkii",
      title: "Толстый и тонкий",
      text: [
        "На вокзале Николаевской железной дороги встретились два приятеля: один толстый, другой тонкий. Толстый только что пообедал на вокзале, и губы его, подернутые маслом, лоснились, как спелые вишни. Пахло от него хересом и флер-д'оранжем. Тонкий же только что вышел из вагона и был навьючен чемоданами, узлами и картонками. Пахло от него ветчиной и кофейной гущей. Из-за его спины выглядывала худенькая женщина с длинным подбородком — его жена, и высокий гимназист с прищуренным глазом — его сын.",
        "— Порфирий! — воскликнул толстый, увидев тонкого.— Ты ли это? Голубчик мой! Сколько зим, сколько лет!",
        "— Батюшки! — изумился тонкий.— Миша! Друг детства! Откуда ты взялся?",
        "Приятели троекратно облобызались и устремили друг на друга глаза, полные слез. Оба были приятно ошеломлены."
      ],
    },

    {
      id: "hameleon",
      title: "Хамелеон",
      text: [
        "Через базарную площадь идет полицейский надзиратель Очумелов в новой шинели и с узелком в руке. За ним шагает рыжий городовой с решетом, доверху наполненным конфискованным крыжовником. Кругом тишина... На площади ни души... Открытые двери лавок и кабаков глядят на свет божий уныло, как голодные пасти; около них нет даже нищих.",
        "— Так ты кусаться, окаянная? — слышит вдруг Очумелов.— Ребята, не пущай ее! Нынче не велено кусаться! Держи! А... а!",
        "Слышен собачий визг."
      ],
    },

    {
      id: "chelovek-v-futlyare",
      title: "Человек в футляре",
      text: [
        "На самом краю села Мироносицкого, в сарае старосты Прокофия расположились на ночлег запоздавшие охотники.",
        "Их было только двое: ветеринарный врач Иван Иваныч и учитель гимназии Буркин."
      ],
    },

    {
      id: "o-lyubvi",
      title: "О любви",
      text: [
        "На другой день к завтраку подавали очень вкусные пирожки, раков и бараньи котлеты; и пока ели, приходил наверх повар Никанор справиться, что гости желают к обеду.",
        "Алехин рассказал, что красивая Пелагея была влюблена в этого повара."
      ],
    }
  ]
}